/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@ : %@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@ : %@\n%@ : %@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@ : %@\n%@ : %@\n%@ : %@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@ : %@\n%@ : %@\n%@ : %@\n%@ : %@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@ : %@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "Nom";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "Adresse URL";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "Chemin";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "De";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "Calculette";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "Numéro de téléphone";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "Définition";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "Tout afficher";
SHOW_ALL_RESULT_SINGULAR   = "Tout afficher (1)";
SHOW_ALL_RESULT_PLURAL	   = "Tout afficher (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "Aucun résultat trouvé";
SHOW_ALL_RESULTS_HEADING   = "Résultats";
MENU_PREFERENCES           = "Préférences Spotlight…";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "Indexation des volumes en cours (%d %% indexés)";
FIELD_INDEXING_TOOLTIP_CALCULATING = "Indexation des volumes en cours";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = "—";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "Indexation de « %@ » en cours";

TIME_REMAINING_HOURS = "Environ %d heures restantes";
TIME_REMAINING_MINUTES = "Environ %d minutes restantes";
TIME_REMAINING_SECONDS = "Environ %d secondes restantes";

TIME_REMAINING_HOUR = "Environ %d heure restante";
TIME_REMAINING_MINUTE = "Environ %d minute restante";
TIME_REMAINING_SECOND = "Environ %d seconde restante";

CALCULATING_TIME = "Estimation du temps d’indexation en cours";
INTERNAL_DISKS = "Indexation des volumes internes en cours";

/* Placed in the top text field when indexing everything */
INDEXING = "Indexation en cours…";

"INDEXING_COMPUTER" = "Indexation de « %@ » en cours";

"NO_MAIL_SUBJECT" = "Aucun objet";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "iTunes Music Library";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "Corbeille";
